DISPUTE_RESPONSE = """Вибачте за незручності!
Ми щиро перепрошуємо за ситуацію, що склалася.
Наша команда вже працює над вирішенням питання.

Якщо у вас виникли додаткові запитання або потрібна допомога, будь ласка, звертайтеся до нашої служби підтримки за номером: +38 (0800) 123 456 (безкоштовно по Україні).

Дякуємо за ваше розуміння і терпіння!"""

PARTNERSHIP_RESPONSE = """Дякуємо за ваш інтерес до співпраці!

Нам приємно, що ви розглядаєте можливість партнерства з нами.  
Для обговорення деталей або пропозицій, будь ласка, зв'яжіться з нашим відділом по роботі з партнерами за електронною поштою: **partners@company.com**  
або телефоном: **+38 (0800) 123 456** (безкоштовно по Україні).

Ми обов’язково розглянемо вашу пропозицію та зв’яжемося з вами найближчим часом.

З найкращими побажаннями,  
Команда підтримки"""
